[
    {
        "author": "Nolo",
        "msg": "BAU Faction Application  \n\nThe Brolo Agricultural Union (BAU) is Brolo's premiere union for those looking to grow the farming sector of our Empire!\n\nLead by our own @SenaLimited , if you want to join this faction just react to this with \" \"and you'll automatically get the role! This will give you access to a BAU only chat as well! (Bearbeitet)",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1123434845658415134/BAU_small.png?width=525&height=350"
    },
    {
        "author": "Nolo",
        "msg": "RSA Faction Application\n\n\nThe Rouge Sentinel Alliance was formed between sentinels who have broken free from the hive mind\nand the travelers who helped with that process.\nThe RSA are experts in all Sentinel related things, be it technology, ships, multitools or even just the sentinels themselves.\n\nGoals:\n-Free sentinels from the hive mind ( via \"Trace of metal\" quest - requirement for joining)\n\n\nHelp Travellers with any sentinel related jobs\n\n\nDocument all Sentinel related subjects\n\n\nMaintain order on planets by removing sentinel threats / other dangerous groups when requested by clients\n\n\nThe Lead Node Entity is @Lost\\\\Here  , if you want to apply just react to this with \" \"and they will either approve or deny your membership. \nThis is up the the discretion of said leader. \nThey then contact @Nolo or an Admin to grant the role. This will grant you access to an exclusive RSA communications network within this server.",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1123773327798976632/rsa_BANNER.png?width=351&height=350"
    },
    {
        "author": "Nolo",
        "msg": "\"MAGISTRADA Employment Application\"\n-Spacecraft Manufacturer\n\"Prestige is our belief\"\n\nCorporate Leader: @Rhino_GER \n\nDescription:\nThrough various tech deals and in the near past even contracts with the intergalactic military, Magistrada was able to get hold of the spearhead as a century-old family-run company. Magistrada spans multiple galaxies, with subsidiaries in Eissentam, Calypso, as well as funding a cyberpunk-like city in Euclid called \"The Hive\". \n\nMembers of the corporation usually fly in black or gray interceptors, since this was the original model series from magistrada, but this is not a must. Magistrada not only extends from Interceptor to Solar Wings, but also builds a fleet of capital ships, the Dreadnaught Lunar Eclipse stands out and is regarded as the spearhead of the Magistrada exploration fleet. Current location of the Lunar Eclipse: Euclid Naboo\n\nTasks:\n-Spacecraft Dealership, tank and repair stations\n-VIP lounges for our corporate partners/guests as a resting place on long business trips\n-Gathering point of different personalities\n\nWho can participate?\n-People who of course like to build, especially refuel and repair stations and VIP lounges (mostly dark cozy vibes)\n-People who like to operate shiphunting\n-Basically everyone who likes the game and is reflected here in the description\n\nOur goals:\n\n-Expand on refuel and repair stations in the galaxy and surrounding system.\n-to offer customers (you) a purchase or exchange for spaceships of any kind\n-Build VIP lounges for our customers who require special discretion (John wick: Continental)\n\n\nAs the Magistrada Group, we are open to cooperation with other factions.\n\nTo become an employee of this Corporation, react to this form with \" \"\nThis will grant you access to an exclusive Magistrada Lounge here in the server. (Bearbeitet)",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1123775986295636058/Photo_1687631840115.png?width=350&height=350"
    },
    {
        "author": "Nolo",
        "msg": "Brolo Buccaneers\n\nOur captn @Dread A.K.A. Renie86  is lookin far neu sailors to sail acros the cosmos. Wi do aenythang fer a price. Collect bounties, deliver \"sus\" cargo  , even game-end sum unluky fellow . Coin is coin. \n\nJoin today by reactin to this heer post! with a \"\" emoticon (regular emoji not super reaction)\nThis will  grancha a role! Wats more, ya also git access to a private deck on this heer ship, to talk to all the other Buccaneer skallywags! (Bearbeitet)",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1123790948166533191/BUCCA.png?width=453&height=350"
    },
    {
        "author": "Nolo",
        "msg": "@Brolo We now officially have 4 factions! More to follow shortly stay tuned  (To opt out of server related pings and content announcements, react with )",
        "img": "lol"
    },
    {
        "author": "Nolo",
        "msg": "SFEX Labs Application \n\nThe Space Fauna and Rare commodities Exchange are here to help the customers with all their desires. If they are looking for a pet that is their face, or that has the face they want, they have found the right place! \nWe are the largest genetic re-engineering laboratory in the galaxy and surroundings and we will be delighted to fulfill these wishes. \n\nIf you want to be a part of a wonderful company that will extract the most of your potential, send us your contact of interest!\n\nWe also do antique digging and auctions. If the customer is rich and no longer knows what to spend money on, we give them a reason to spend.\n\n\nLead by @Beleros , if you want to apply just react to this with \" \"and the Faction Leader will either approve or deny your membership. \nThis is up to the discretion of said leader. \nThey then contact @Nolo  or an Admin to grant the role. This will give you access to a SFEX only chat as well!\n\n\n@Jevin   @PeKu the Pyro Queen~  Yall reacted to the original post feel free to react here XD (Bearbeitet)",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1124752171641086063/SFEX.jpg?width=350&height=350"
    },
    {
        "author": "Nolo",
        "msg": "Royal Naboo Star-Fighter Corps\n\nHeadquartered on the Capital of Naboo, the RNSC acts as the primary Capitol defense force and welcoming committee. It’s duties include but are not limited to; providing mutual assistance when clearing sentinels, aiding newcomers to NMS, keeping track and aiding in the construction of structures on Naboo, cooperative expeditions, resource gathering, etc.\n\n\"When I first began playing a few months ago it was kind of overwhelming. I had to rely on YouTube tutorials for stuff and a lot of the information was difficult for me to understand. I’m not sure how many newcomers have this problem but I figure this faction would be a good thing to have so we can kinda help those who are newer or who might’ve come from YouTube and aren’t skilled in some areas or people who just wanna hang out and help the building factions build up the capital.\" - @Ranger Houston \n\nLead by @Ranger Houston  , react to this with a : : to officially apply! Doing so will grant you access to the faction chat where you can ask the leader to approve you.\n\n\nPinging all who reacted to the original post\n@grįm \n@fire whisperer \n@John Wick \n@PeKu the Pyro Queen~ \n@SirVoidio \n@Rhino_GER \n@0rangejuice (Bearbeitet)",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1124756204460191825/IMG_6249.jpg?width=273&height=273"
    },
    {
        "author": "Nolo",
        "msg": "The Imperial Guard\n\nThe Imperial Guard is a chivalrous faction that has dedicated itself to protecting the innocent and upholding justice in the vast expanse of space. Inspired by the noble traditions of knights from various eras and cultures on Earth, this faction seeks to bring honor, valor, and unity to the far reaches of the universe.\n\nTeams:\nTeam Crimson Crusaders:\nFocus: The Crimson Crusaders are known for their aggressive approach and unwavering determination. They specialize in combat and often take the lead in defending the faction's interests, engaging in daring rescue missions and protecting the weak.\n\nTeam Azure Warriors:\nFocus: The Azure Sentinels excel in exploration and reconnaissance. They are skilled pilots and navigators, venturing into uncharted territories and uncovering hidden knowledge. They prioritize intelligence gathering and scouting missions to provide crucial information to the faction.\n\n\nTeam Verdant Order:\nFocus: The Emerald Enforcers are the backbone of the Order. They specialize in resource management and base building, ensuring the faction has a strong presence in the galaxy. They construct fortifications, establish trade routes, and maintain the faction's infrastructure.\n\n\nTeam Amber Aegis:\nFocus: The Amber Aegis members are diplomats and negotiators. They engage in interstellar diplomacy, forging alliances with other factions, and mediating disputes. They prioritize peaceful resolutions and strive to maintain harmony within the Order and the wider NMS community.\n\n\nReact with   to officially join! Doing so will grant you access to the faction chat!\nThe leader of this valiant order of Knights is @Tech (Bearbeitet)",
        "img": "lol"
    },
    {
        "author": "Nolo",
        "msg": "Pizz Fizz\nThe PizzFizz zaza people are a bunch of shipost builders, we make funny things like space toilets, human railgun launchers, and we also grow the nipnip for the funnies.\n\nGoals:\nFor the lolz\nMemes, shitposting.\nLeaders. @Father  @ｆｅｍａｌｅ \n\n\nReact with  and youll automatically be added to the faction. No need for leader approval this is not that serious",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1124766913839517727/20230629_021412_-_Copy.jpg?width=548&height=350"
    },
    {
        "author": "Nolo",
        "msg": "METAL CORP (Mechanic Extraction, Terraforming, Advancement and Logistics)\n\"THE NEXT LOGICAL STEP IN EVOLUTION\"\n\nACTIVITY: Industrial / Mining\n\nWILL PROVIDE:\nAccess to contract-based resource acquisition/transportation.\nAccess to highly secure intergalactic delivery routes for all your transportational needs.\nAccess to planetary probes and build-site scouting\n\nHOW IT WORKS:\nYou contact METAL with what you need and we tell you how long it will take to provide. The only requirement? You allow us unrestricted access to your system/planets. This helps us build our logistics network and acquisition/delivery channels; ultimately helping us to help you better & faster.\nThat's it, no hidden costs, no strings attached, anywhere in the Universe. We help you build out your projects by giving your more time to focus on the building and by having you worry less about resources.\n\nINTERESTED IN JOINING?\nMETAL CORP is seeking members across the Universe to carry out contractor roles by representing METAL and conducting business as 3rd parties affiliated to the corporation. Applicants must have an affinity for acquiring resources, establishing efficient delivery routes and professionally conducting contracting business. Robotic/Digitally-based Lifeforms especially welcome. \n\nTo join, react to this with  and you'll have instant access to the faction chat!\n\nThe leader of this incredibly well branded Faction is our very own server boosting member @veryipsum ! (Bearbeitet)",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1124780808499122286/circularlogo.jpg?width=364&height=350"
    },
    {
        "author": "Nolo",
        "msg": "STG Application\nScouting & Trading Guild\nSlogan:\n\"Never lost! Always curious.\"\n\nSalutations:\n\"May your travels be long, and strange!\" \n\"Strange  travels\"\n\nPurpose: Explore every corner of the universe. Catalog and collect new discoveries. Make first contact with new civilizations. Provide knowledge to the Civilization of what lies beyond. Aide in the establishment of trading, mining and farming outposts in remote locations by providing info to respective factions.\n\nWho should join: Anyone who is a true wondering explorer, not interested in a rigid framework of rules on how to explore and where to explore. Those who are not interested in being mercenaries, because we would be peaceful envoys but will come to the defense of fellow members. Those who enjoy the lone wolf exploration but would like to also take advantage of exploring with others.\n\nLeader: @thattechguy84 \n\nTo apply, react to this with    and you'll have access to the faction chat where you can ask the leader to approve you. (Bearbeitet)",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1124783438092849212/image0.jpg?width=513&height=350"
    },
    {
        "author": "Nolo",
        "msg": "Euphoria Ambassadors\n\nContrabandist Explorers and fighters for freedom\nSlogan: For freedom we fly with euphoria\nMember name: Euphorians\n\n-Description: The Euphoria Ambassadors are a group of \"freedom fighters\" coming from all across the universe and dimensions (mostly from outlaw systems). A philosophy founded in the Euphoria region of planet Haft IV in the Hilbert galaxy, Euphorians fly all across the universe looking for non-dissonant sentinels to destroy their cruel tyranny, and spread the voice of freedom, including their open black market . An Euphorian always searches for the needy and helps them, with materials, commodities and even ships, not really caring of what the method of obtaining those goods is as long as no traveler was hurt in the process.\n\nThe Euphorians mostly fly with Sentinel, Solar and Living ships, always caring for them as if they were their own baby. They mostly settle on sky platforms or underwater facilities to avoid those pesky sentinels, they love to use the \"glitches\" on the fabric of reality to build and teach, as well as the use of silver, trying always to have some in any capacity, being on their clothes, their multitools or their ships, but this is not mandatory, is only a fashion choice.\n\n-Common activities:\n*Hunt non-dissonant sentinels\n*Facilitate Contraband wares for the people\n*Teach and help the one who needs it\n*Racing for fun on planets\n*falsify/forge legit goods\n*Guide people to the voice of freedom (Outlaw systems)\n*absolutely not taking mercenary contracts for more info on how to contact us  for mercenary contracts please go to the Euphoria region embassy\n\n-Who should Join: Anyone looking for fun! chill people that has no issue in helping others, likes no man's sky PVE and is looking for Units via contraband wants to hang out \n\nLeader: @PeKu the Pyro Queen~ \n\nTo apply, react to this with    and you'll have access to the faction chat . (Bearbeitet)",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1124785561064980633/Euphoria_Ambassadors.jpg?width=350&height=350"
    },
    {
        "author": "cant-resolve",
        "msg": "PS. Euphorians may or may not be undercover pirates that adore The Abyss",
        "img": "lol"
    },
    {
        "author": "Nolo",
        "msg": "What about now?",
        "img": "lol"
    },
    {
        "author": "Nolo",
        "msg": "Title: Cosmic Treasures: Stellar Expeditions\n\nLogline:\nJoin Stellar Expeditions, a space faction unearthing extraordinary planets to fuel an intergalactic economy. As they reveal cosmic treasure which private buyers eagerly seek ownership of, igniting a thrilling cosmic marketplace.\n\nSynopsis:\nStellar Expeditions, a renowned space faction, embarks on daring missions to uncover extraordinary planets of unparalleled beauty and value. With cutting-edge technology and unwavering expertise, they traverse cosmic landscapes, braving challenges and rival factions. These remarkable worlds become highly coveted commodities in an intergalactic economy, attracting private buyers eager to claim their cosmic treasures.\n\nAs a member of Stellar Expeditions, you will embark on a thrilling cosmic odyssey, exploring unseen wonders, overcoming obstacles, and negotiating deals with enthusiastic private buyers. Adventure, fortune, and the limitless treasures of the cosmos await those who dare to join the ranks of Stellar Expeditions. \n\nLeader: @KaputGosling902 \n\n\n\nTo join, react to this with   and you'll have instant access to the faction chat! (Bearbeitet)",
        "img": "lol"
    },
    {
        "author": "cant-resolve",
        "msg": "",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1127022914282201169/Untitled.png?width=273&height=273"
    },
    {
        "author": "Nolo",
        "msg": "The Free People Of Eissentam\n\nThe free people of Eissentam are a group centered on Brolodise in the Nolo-Nova system. They’re lead by LordBread and LordVoidio two citizens tired of living under the rule of the republic. Under threat of rebellion and the rebels cutting food and Nip supply the government gave them control of these lands under the title Warlord of Brolodise. Although they call themselves warlords they only seek a life of freedom where they can make decisions in a distanced region of space where the Republic only has minor influence. \n\nGoals: The Free People Of Eissentam are aimed at creating a place of freedom and peace away from the republic and other factions. In this faction members will help expand and build infrastructure on new planets in Eissentam near Brolodise and Nolo-Nova and help establish trade routes between the groups living here and build a player economy. We will also live free of “peacekeepers” and anti piracy groups, are members will be free to use the lands of the group to make themselves rich as long as they stay peaceful towards each other. Lastly we will invest in multiple industries to make ourselves self sufficient from the Republic these include farming, mining, extraction of gasses, power production. And maybe more in the future.\n\nTo join this faction, react to this message with . This will grant you access to an exclusive chat as well. (Bearbeitet)",
        "img": "lol"
    },
    {
        "author": "Nolo",
        "msg": "",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1130172259701628968/Photo_1689523971369.png?width=350&height=350"
    },
    {
        "author": "Nolo",
        "msg": "BROLO RESEARCH CORPS\n~ explore the past : invent the future ~\nLeader : @Skwidd \n\nBrolo Research Corps is an intergalactic research organization, working as an individual faction within the Brolo Republic. Our aim is to discover as much about this beautiful universe as possible, whether that is incredible archaeological finds, rare and unique minerals or an entirely exotic planet, we cover all of these aspects of research and many more. We also cover ship and multitool searching. Do you want to bring about a new age of discovery? Then join the Brolo Research Corps today! React to this message with   to get the role and access to the exclusive chat! (Bearbeitet)",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1130663722839441458/Resized_logomaker_146866448511446.jpg?width=350&height=350"
    },
    {
        "author": "Nolo",
        "msg": "Welcome to the CRI\nLeader: @Brenkir23\n\nThe Cybertronian Restoration Initiative or CRI is an organization dedicated to restoring, rebuilding, and repopulating the near Cybertronian race. Our main planet of reconstruction is the plated planet named New Cybertron. It was formed by what can only be presumed to be a cyber matter accident. Thus the planet is formed entirely out of metal and is the perfect place to begin the restoration of the Cybertronian Race. Other plated or hexagonal planets are also targets for our organization to build on.\n\nThis is a faction that has a lot of role playing, only for fun of course. It is centered around transformers and the idea that their homework’s was destroyed and the civilization must be rebuilt on suitable planets. It is highly recommended that you play as a Korvax when in the group or on one of the planets of the group but not mandatory and won’t be enforced at all.\n\nAt the end of the day this is just a transformers fan group in No Man’s Sky to pretend that you are playing as a transformer in the game. A little bit silly but kinda fun as well.\n\nAlso you are invited to build mostly whatever you want on my planet called New Cybertron but I would prefer if only transformers themed things were build and futuristic cities and settlements. Have fun!\n\nTo join this faction and get access to the chat, react to this message with  ",
        "img": "https://media.discordapp.net/attachments/1123430588540539001/1135197085675835553/IMG_2430.jpg?width=343&height=350"
    }
]